cask_args appdir: '/Applications'

brew 'git'
brew 'libgit2'
brew 'git-lfs'

brew 'gnupg2'
brew 'gopass'

tap 'homebrew/services'

brew 'postgres'

brew 'mysql'

brew 'redis'

brew 'phantomjs'

brew 'hub'

cask 'cloudapp'
cask 'github'
cask 'slack'
cask 'sublime-text'
cask 'vscode'

cask 'vagrant'

cask 'gpg-suite'