cask "cheatsheet"
cask "dash"
cask "firefox"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "postman"
cask "spectacle"

brew "cntlm"
brew "ctags"
brew "git"
brew "git-lfs"
brew "gnupg2"
brew "gopass"
brew "macvim", args: ["--with-override-system-vim", "--with-lua", "--with-luajit"]
brew "mas"
brew "npm"
brew "reattach-to-user-namespace"
brew "tmux"
brew "vim"

brew "go"

tap "caskroom/versions"

cask "cask-versions/java8"